Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/health/medical_cards_and_gp_visit_cards/medical_card.html.txt.tmx
Source language: en
Languages: pl

source: If you have a medical card issued by the Health Service Executive (HSE) you can receive certain health services free of charge
pl: Karta medyczna, wydawana przez Zarząd Opieki Zdrowotnej (HSE) daje posiadaczowi prawo do bezpłatnego korzystania z określonych usług zdrowotnych

source: To qualify for a medical card, your weekly income must be below a certain figure for your family size
pl: Aby zakwalifikować się do otrzymania karty medycznej, dochód tygodniowy musi pozostawać poniżej określonej kwoty w stosunku do wielkości danej rodziny

source: Cash income, savings, investments and property (except for your own home) are taken into account in the means test
pl: Przy ocenie dochodów brane są pod uwagę przychody gotówkowe, oszczędności, inwestycje oraz nieruchomości (z wyjątkiem własnego domu mieszkalnego)

source: GP visit cards: If you do not qualify for a medical card on income grounds, you may qualify for a GP visit card
pl: Karty wizyt lekarza rodzinnego: Jeżeli z uwagi na dochody nie kwalifikujesz się do posiadania karty medycznej, możesz zostać zakwalifikowany(a) do otrzymania Karty Wizyt Lekarza Rodzinnego

source: What health services are normally covered?
pl: Co opieka zdrowotna obejmuje?

source: If you have a medical card, you are entitled to:
pl: Jeśli posiadasz kartę medyczną, masz prawo do:

source: • Free GP (family doctor) services
pl: • Bezpłatnej opieki lekarza rodzinnego

source: • Prescribed drugs and medicines — some prescription charges apply
pl: • Leków na receptę— niektóre recepty wymagają dopłaty

source: • In-patient public hospital services, out-patient services and medical appliances
pl: • Pobytu w szpitalu publicznym, korzystania ze sprzętu medycznego

source: • Dental, optical and aural services
pl: • Opieki dentystycznej, okulistycznej oraz leczenia słuchu

source: • Maternity and infant care services
pl: • Opieki nad matką i dzieckiem

source: • Some personal and social care services, for example, public health nursing, social work services and other community care services
pl: • Niektórych usług osobistych i opiekuńczych, na przykład, publicznej opieki pielęgniarskiej, pomocy pracowników opieki społecznej oraz opieki pozaszpitalnej

source: • Short-term counselling for mild to moderate psychological difficulties, using the Counselling in Primary Care Service • A maternity cash grant of €10.16 on the birth of each child (apply to your Local Health Office) Other benefits
pl: • Zasiłku macierzyńskiego w wysokości €10.16 przy urodzeniu każdego dziecka (podania należy składać do Miejscowego Ośrodka Zdrowia)

source: Medical card holders pay the Universal Social Charge on their income if it is over the exemption limit, but there is a reduced rate
pl: Posiadacze kart medycznych są płatnikami podatku USC (Powszechnego obciążenia z tyt

source: Medical card holders may also be exempt from paying school transport charges and State exam fees in publicly-funded second-level schools
pl: świadczeń socjalnych) odprowadzanego od przychodu, gdy przekracza on kwotę wolną od opodatkowania, aczkolwiek istnieje niższa stawka

source: Normally, your total income is taken into account in the means test for the medical card
pl: Podczas oceny dochodów do otrzymania karty medycznej, bierze się zazwyczaj pod uwagę dochód ogółem

source: There are different guidelines for the means test depending on your age:
pl: W zależności od twojego wieku, istnieją różne wytyczne do przeprowadzenia oceny dochodów:

source: • Means test rules for people under 70 years of age
pl: • zasady oceny dochodów dla osób poniżej 70 roku życia

source: • Means test rules for people over 70 years of age
pl: • zasady oceny dochodów dla osób powyżej 70 roku życia

source: The assessment of a couple for medical card purposes is based on the age of the older person
pl: Ocena dla celów przyznania karty medycznej w przypadku pary, oparta jest na wieku osoby starszej

source: If your income is above the limit you may still be able to obtain a medical card if your circumstances would result in hardship without one
pl: Bierze się pod uwagę gotówkę, oszczędności, inwestycje czy nieruchomości (nie licząc twojego własnego domu mieszkalnego)

source: This is sometimes called a discretionary medical card
pl: Niemniej, istnieją pewne wyjątki

source: People aged 16–25, including students
pl: Osoby wyłączone z przeprowadzania oceny dochodów

source: (This does not apply if their income is above the means test limit and they have a discretionary medical card.)
pl: Uprawnienia z UE — patrz 'Dalsze informacje’ poniżej

source: If you have an income over the medical card income limit for a single person living with family you are considered financially independent and in this case the usual means test applies
pl: • Osoby poszkodowane przez lek Thalidomid • Kobiety z symphysiotomią

source: If you have a child for whom you are getting Domiciliary Care Allowance, the child is eligible for a medical card, without a means test, from 1 June 2017
pl: Medyczne karty przysługują zazwyczaj dzieciom z rodzin zastępczych

source: If the child does not have a medical card or GP visit card, you can register the child for a medical card online or download a registration form (pdf)
pl: Jeśli przez rok lub dłużej korzystasz z zasiłków opieki społecznej, a następnie wracasz do pracy, możesz mieć możliwość zachowania karty medycznej przez okres do 3 lat

source: If the child already has a medical card or GP visit card, you do not need to register; they will be automatically registered for a medical card
pl: Zmiany zostały zaplanowane na rok 2014, a mianowicie, po powrocie do pracy, zamiast karty medycznej, będziesz mieć możliwość zachowania karty wizyt lekarza rodzinnego bez przeprowadzania oceny dochodów

source: The HSE has a list of Frequently Asked Questions about this scheme. People who are exempt from the means test
pl: Osobom w wieku 16–25, w tym studentom, jeśli są finansowo niezależni od rodziców, karta medyczna może zostać przyznana po przeprowadzeniu oceny dochodów

source: • Those with EU entitlement — see 'Further information' below • Children under 18 years of age who are diagnosed with cancer
pl: Jeśli są zależni finansowo od rodziców, wówczas przysługuje im karta medyczna, jeśli rodzice takową posiadają

source: If your circumstances change you must inform the HSE as you may no longer be eligible
pl: Jeśli twoja sytuacja ulegnie zmianie, musisz o tym poinformować HSE, ponieważ świadczenie może ci już nie przysługiwać

source: For example, if your income or family circumstances change, you must inform the Client Registration Unit as soon as possible — see 'How to apply' below
pl: Na przykład, jeśli zmianie uległ twój dochód bądź sytuacja rodzinna, musisz w jak najkrótszym czasie poinformować o tym Oddział Rejestracji Klientów – patrz ‘Jak wnioskować’ w dalszej części

source: Your card will be reviewed periodically
pl: Twoja karta będzie poddawana okresowym przeglądom

source: The HSE will ask you periodically to confirm your circumstances
pl: HSE co jakiś czas będzie się zwracać o potwierdzenie twojej sytuacji

source: A review form is sent to you, which you must fill in and return to the Client Registration Unit
pl: Przesłany zostanie formularz przeglądu, który należy wypełnić i odesłać do Oddziału Rejestracji Klientów

source: If you do not return your review form your application cannot be re-assessed and your card may not be re-issued
pl: Jeśli nie odeślesz formularza, wówczas wniosek nie zostanie poddany ponownej ocenie i może się okazać, że twoja karta nie będzie ponownie wydana

source: If you return your review form by the given date but the review process continues past the expiry date of your card, the card’s validity may be extended so that you can continue to use it while the review is taking place
pl: Jeśli prześlesz formularz ponownego rozpatrzenia przed podaną datą, lecz proces rozpatrywania przekroczy datę ważności twojej karty, jej ważność może zostać przedłużona, tak aby można było się nią posługiwać podczas tego okresu

source: The extension is on a month-by-month basis so it is advisable to contact the Client Registration Unit to confirm that your card has been extended and continues to be valid
pl: Jej przedłużenie dokonuje się comiesięcznie, więc doradza się kontakt z Jednostką Rejestracji Pacjentów w celu potwierdzenia, że ważność twojej karty została przedłużona i nadal jest ona ważna

source: If you are getting a social welfare payment for a year or more and return to work, you may be able to keep your medical card for up to 3 years. If you move
pl: Masz prawo używania swojej karty medycznej przez okres do 3 miesięcy, jeśli tymczasowo zamieszkujesz na innym obszarze

source: You can use your medical card for up to 3 months if you are living temporarily in a different area
pl: W tej sytuacji, możesz zgłosić się do jakiegokolwiek lekarza rodzinnego, uczestniczącego w programie kart medycznych

source: In this case, you can attend any GP in the area participating in the medical card scheme. If you are going to be away longer than 3 months, you do not have to re-apply for a new Medical Card
pl: Jeśli zamierzasz pozostawać poza domem przez okres dłuższy niż 3 miesiące nie musisz ponownie składać podania o nową Kartę Medyczną

source: You should make contact with your new Local Health Office where you will be advised of the GPs practising in your new area
pl: Powinieneś skontaktować się ze swoim Miejscowym Ośrodkiem Zdrowia, gdzie uzyskasz poradę na temat lekarzy rodzinnych pracujących w nowej dla ciebie okolicy

source: If you are changing your GP, you complete a Change of Doctor Form (pdf), giving details of the new doctor
pl: Jeśli zmieniasz lekarza rodzinnego, powinieneś wypełnić formularz Zmiany Lekarza (pdf) i podać dane nowego lekarza

source: The form is available online or by phoning Lo-call 1890 252 919
pl: Formularz dostępny jest online lub na infolinii pod numerem 1890 252 919

source: If you have any questions before you send your application, you can phone Lo-call 1890 252 919, contact your Local Health Office, or email clientregistration@hse.ie
pl: Jeżeli przez przesłaniem wniosku potrzebujesz odpowiedzi na jakieś pytania, zadzwoń pod numer Lo-call 1890 252 919, skontaktuj się ze swoim Lokalnym Urzędem Zdrowia bądź prześlij email na adres clientregistration@hse.ie

source: You can apply online for a medical card on medicalcard.ie
pl: Możesz wystapić online o kartę medyczną, na stronie medicalcard.ie

source: This is the quickest method of obtaining the card
pl: Stanowi to najszybszy sposób otrzymania karty

source: The completed form will be returned to you
pl: Skompletowany formularz zostanie ci odesłany

source: Alternatively, you can download a medical card application form:
pl: Innym sposobem jest ściągnięcie formularza wniosku o przyznanie karty medycznej:

source: • MC1(a) Medical Card and GP Visit Card Application Form - People Aged 70 Years or Older (pdf) if you are aged over 70
pl: MC1(a) Medical Card and GP Visit Card Application Form - People Aged 70 Years or Older (pdf) (osoby powyżej 70 roku życia)

source: You can also get the application form and a list of participating GPs from your local health centre or Local Health Office for your area
pl: Możesz także otrzymać formularz wniosku oraz wykaz uczestniczących w programie lekarzy rodzinnych w swoim lokalnym ośrodku zdrowia lub Lokalnym Urzędzie Zdrowia dla twojego rejonu

source: You bring the form to the GP you have chosen from the list of participating doctors
pl: Formularz należy przynieść do lekarza rodzinnego, wybranego z wykazu lekarzy uczestniczących w programie

source: Usually, the GP you select must have his/her practice within 7 miles of where you live
pl: Przyjmuje się, że wybrany lekarz rodzinny powinien prowadzić praktykę w odległości do 7 mil od miejsca twojego zamieszkania

source: If the GP agrees to accept you as a patient for medical card GP services, he/she signs the form
pl: Lekarz rodzinny musi wyrazić zgodę na zaakceptowanie cię jako pacjenta

source: You return the form to the Client Registration Unit, along with the documentary evidence specified on the form
pl: Formularz wraz z dokumentacją dowodową w nim wymienioną, przesyłasz do Działu Rejestracji Klienta

source: You can track the progress of your medical card application at medicalcard.ie
pl: Na stronie medicalcard.ie. możesz śledzić postępy swojego wniosku o kartę medyczną

source: The HSE has FAQs on medical cards and medical cards/GP Visit Cards for people aged 70 and over. Children with Domiciliary Care Allowance
pl: HSE prowadzi FAQ (najczęściej zadawane pytania) dotyczące kart medycznych oraz kart medycznych/kart wizyt lekarza rodzinnego dla osób powyżej 70 roku życia

source: If you have been refused a medical card and are not satisfied with the decision, you may have it reviewed
pl: Jeżeli odmówiono ci przyznania karty medycznej, a decyzja ta cię nie zadowala, możesz wystąpić o ponowne rozpatrzenie wniosku

source: Your circumstances may have changed or you may have left out some relevant information from the original application
pl: Twoja sytuacja mogła ulec zmianie, w uprzednim wniosku mogłeś(aś) także pominąć jakieś istotne informacje

source: If you are not satisfied with the review you may make an appeal to the Appeals Office for your HSE Area
pl: Jeśli nie jesteś zadowolony, możesz sporządzić odwołanie do Biura Odwoławczego dla twojego rejonu HSE

source: The contact details will also be contained in your letter of refusal
pl: Dane kontaktowe znajdziesz w piśmie odmownym

source: The Appeals Office will conduct a reassessment of your application
pl: Biuro Odwoławcze ponownie przeanalizuje twój wniosek

source: This will be conducted by HSE staff who were not involved in deciding on your original application
pl: Zajmą się tym pracownicy HSE, którzy nie mieli nic wspólnego z decyzją w sprawie twojego oryginalnego wniosku

source: Entitlement under EU Regulations
pl: Uprawnienia związane z przepisami prawnymi UE

source: If you are getting a social security pension from another EU/EEA country or Switzerland, or if you are working and paying social insurance in one of these countries, you may qualify for a medical card under EU rules if you are ordinarily resident in Ireland
pl: Jeżeli otrzymujesz emeryturę z ubezpieczenia społecznego w innym kraju, należącym do UE/EEA (Europejskiego Obszaru Gospodarczego) bądź w Szwajcarii, albo też jeśli pracujesz i płacisz składki na ubezpieczenie społeczne w jednym z tych krajów, wówczas, jeśli jesteś stałym mieszkańcem Irlandii, zgodnie z przepisami UE może ci przysługiwać przyznanie karty medycznej

source: You must not be subject to Irish social security legislation
pl: Nie musisz być podmiotem irlandzkiego ustawodawstwa ubezpieczeniowego

source: This means that you must not be in receipt of a contributory Irish social welfare payment or be working in Ireland and be liable to pay PRSI
pl: Oznacza to, że nie musisz posiadać potwierdzenia obowiązkowych wpłat na rzecz irlandzkiej opieki społecznej bądź pracować w Irlandii i być zobowiązanym(ą) do płacenia PRSI

source: If you are living in Ireland and you are the dependant of a pensioner entitled under EU Regulations, or are the dependant of a person who is working in another country covered by the Regulations, you may be eligible for a medical card
pl: Jeśli mieszkasz w Irlandii i jesteś zależny(a) od emeryta z uprawnieniami na podstawie Regulacji UE, bądź też jesteś zależny(a) od osoby pracującej w innym kraju, którego Regulacje te dotyczą, karta medyczna może ci przysługiwać

source: You must not be subject to Irish social security legislation (in the case of child dependants this rule applies to the spouse or person looking after them)
pl: Nie musisz być podmiotem irlandzkiego ustawodawstwa ubezpieczeniowego (w przypadku dzieci osoby zależnej, zasada ta stosuje się do współmałżonka(i), bądź osoby nimi się opiekującej)

source: Posted workers and their dependants may also qualify for the medical card
pl: Pracownicy delegowani oraz osoby pozostające na ich utrzymaniu, mogą także zakwalifikować się do otrzymania karty medycznej

source: These are workers who are employed in another country covered by the regulations but are sent by their employers to work in Ireland for a limited time
pl: Dotyczy to pracowników, którzy są zatrudnieni w innym kraju, objętym przez wspomniane Regulacje, ale zostali oddelegowani do pracy w Irlandii na czas ograniczony
